Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=853_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Ođđ mättʼtem-materiaal aanar- da nuõrttsääŠm mättʼtõŠsse
fin: Uusia oppimateriaaleja inarin- ja koltansaamen opetukseen

source: Aanar- da nuõrttsääŠmǩiõli mättʼtõõzz tuärjjõssân lie iŠlmmstõõvvâm kuhttu ǩiõlin õhttseŠžže nellj jeeŠresnallšem teäddkarttâd.
fin: Inarin- ja koltansaamen kielten opetuksen tueksi on ilmestynyt kummallakin kielellä yhteensä neljä erilaista julistetta.

source: Teäddkaartin lie arggpihttâz da pihttsi nõõm poteâšǩest säuŠnnkähttna.
fin: Julisteet sisältävät kuvat ja nimitykset arkivaatteista ja asusteista, henkseleistä saunatakkeihin.

source: Teäddkaart lie jurddum mättʼtõõzz tuärjjõssân ǩiõllpieŠzzid, peiŠvvhåiddpaaiŠǩid da sääŠmkiõllsaž klaassid.
fin: Julisteet on tarkoitettu opetuksen tueksi kielipesiin, päivähoitopaikkoihin ja saamenkielisiin luokkiin.

source: Tiina Sanila-Aikio da Pirjo Lotvonen lie raajjâm nuõrttsääŠmǩiõllsaž teäddkaarti teeŠkstid.
fin: Tiina Sanila-Aikio ja Pirjo Lotvonen ovat laatineet koltansaamenkielisten julisteiden tekstit.

source: AanarsääŠmǩiõllsaž teäddkaarti teeŠkst da ǩeŠrjjtemnääŠll lij Tanja Kyrö.
fin: Inarinsaamenkielisten julisteiden tekstit ovat Tanja Kyrön käsialaa.

source: Teäddkaartâst lie snilmdõõǥǥ da tõid lij sniimmâm Ulla Isotalo.
fin: Julisteiden kuvat ovat valokuvia ja ne on ottanut Ulla Isotalo.

source: Teäddkaarti lââŠssen njuhččmannust iŠlmmstõõvi še oođuum teädldõk Elna Magga da Päivikki Nillukka-Rauhala ǩeeŠrjtem da Merja Aletta Ranttila kärttuum 2. klaass tâŠvvsääŠm jieŠnnkiõl mättʼtemǩeeŠrjest Giellaleaika.
fin: Julisteiden lisäksi huhtikuussa ilmestyi myös uudistettu painos Elna Maggan ja Päivikki Nillukka-Rauhalan kirjoittamasta ja Merja Aletta Ranttilan kuvittamasta 2. luokan pohjoissaamen äidinkielen oppikirjasta Giellaleaika.

source: Pekka Sammallahti TâŠvvsääŠm-lääŠdd-tâŠvvsääŠm sääŠnnǩeeŠrjest (Sámi-suoma-sámi sátnegirji) lij še iŠlmmstõõvvâm ođđ teädldõk.
fin: Pekka Sammallahden Saamelais-suomalais-saamelaisesta sanakirjasta (Sámi-suoma-sámi sátnegirji) on myös ilmestynyt uusi painos.

source: OouŠdbuž lââŠssteädldõk iŠlmmstõõvi mõõnni täŠlvvmannust da tõt leäi kaaupšum miâlggâd sõrgg loopp räjja.
fin: Edellinen lisäpainos ilmestyi helmikuussa ja myytiin pian loppuun.

source: SääŠmteeŠǧǧ čõõđtum tuejjõs lij kuõrtõsteädldõk Girjegiisá Oy vuõššân eeŠjjest 1993 čõõđtum tuejjõõzzâst.
fin: Saamelaiskäräjien julkaisema teos on näköispainos Girjegiisá Oy:n alunperin vuonna 1993 julkaisemasta teoksesta.

source: SääŠnnǩeeŠrj tâvvsääŠm-lääŠdd-vuässõõzzâst lie pâŠjjel 12.000 sääŠnned, lääŠdd-tâŠvvsääŠm-vuässõõzzâst peäŠlstes lie pâŠjjel 20.000 sääŠnned.
fin: Sanakirjan saame-suomi - osassa on yli 12.000 sanaa, suomi-saame - osassa puolestaan yli 20.000 sanaa. Sanak

source: SääŠnǩeeŠrj lie ååŠn vuäǯǯamnalla Sámi duodji-kaaupâst Sajoozzâst Aanrest da õhttõõzzâst
fin: Sámi duodji-kaupasta Sajoksesta Inarista ja yhdistyksen verkkokaupasta

source: Puk sääŠmteeŠǧǧ čõõđtum mättʼtem-materiaal lie vuäǯǯamnalla še škoouŠlʼjem- da mättŠtem-materialkonttrest ritva.
fin: Kaikki saamelaiskäräjien julkaisemat oppimateriaalit ovat saatavissa myös koulutus- ja oppimateriaalitoi
